tap 'dart-lang/dart'

brew 'tldr'
brew 'tig'
brew 'dart'
brew 'rbenv'
brew 'neovim'
brew 'node'
brew 'fzf'
brew 'tmux'
brew 'go'

cask 'visual-studio-code'
cask '1password'
cask 'firefox'
cask 'spotify'
cask 'signal'
cask 'kindle'
cask 'rectangle'
cask 'docker'
cask 'viber'
cask 'android-studio'
cask 'google-chrome'
cask 'obsidian'
cask 'iterm2'
cask 'zettlr'
