brew 'tldr'
brew 'rbenv'
brew 'node'
brew 'tmux'
brew 'go'
brew 'mas'
brew 'python'
brew 'pipenv'
brew 'pyenv'
brew 'postgresql'
brew 'redis'
brew 'mailhog'

cask 'visual-studio-code'
cask 'signal'
cask 'kindle'
cask 'rectangle'
cask 'docker'
cask 'viber'
cask 'google-chrome'
cask 'anki'
cask 'slack'
cask 'postman'
cask 'raycast'

tap 'aws/tap'
brew 'aws-sam-cli'
