tap 'dart-lang/dart'

brew 'tldr'
brew 'tig'
brew 'dart'
brew 'rbenv'
brew 'neovim'
brew 'node'
brew 'fzf'
brew 'tmux'
brew 'go'
brew 'mas'
brew 'python'
brew 'pipenv'
brew 'pyenv'
brew 'postgresql'
brew 'redis'
brew 'mailhog'

cask 'visual-studio-code'
cask '1password'
cask 'firefox'
cask 'spotify'
cask 'signal'
cask 'kindle'
cask 'rectangle'
cask 'docker'
cask 'viber'
cask 'android-studio'
cask 'google-chrome'
cask 'iterm2'
cask 'anki'
cask 'alfred'
cask 'slack'
cask 'zoom'

mas 'Bear', id: 1091189122
